Repository: booooohdan/xamarin-wtskillmeter
Catalog: WTStatistics/WTStatistics/Resx/AppResources.*.resx
Languages: ru

# ConsoleHintLabel
source: Hint for Xbox and PS players
ru: Подсказка для игроков Xbox и PS

# Winrate
source: Winrate (AB/RB/SB)
ru: Винрейт (АБ/РБ/СБ)

source: Enter nickname
ru: Введите свой ник

source: Kill/battle ratio
ru: Результативность (k/b)

source: Favorite game modes
ru: Любимый игровой режим

source: AB
ru: АБ

source: RB
ru: РБ

source: SB
ru: СБ

source: Air
ru: Авиа

source: Ground
ru: Танки

source: Sea
ru: Флот

source: Air AB
ru: Авиа АБ

source: Air RB
ru: Авиа РБ

source: Air SB
ru: Авиа СБ

source: Tank AB
ru: Танк АБ

source: Tank RB
ru: Танк РБ

source: Tank SB
ru: Танк СБ

source: Fleet AB
ru: Флот АБ

source: Fleet RB
ru: Флот РБ

source: USA
ru: США

source: Germany
ru: Германия

source: USSR
ru: СССР

source: Britain
ru: Британия

source: Japan
ru: Япония

source: Italy
ru: Италия

source: France
ru: Франция

# TotalCountOfVehicles
source: Total count
ru: Общее количество

source: Researched vehicles
ru: Исследованная техника

source: Researched
ru: Исследовано

source: Excellent player
ru: Отличный игрок

source: Fighter
ru: Истребитель

source: Medium tanks
ru: Средний танк

source: Boats
ru: Лодка

source: SPAA
ru: ЗСУ

source: Bomber
ru: Бомбардировщик

# HintEggDesc
source: account registration date
ru: дата регистрации

# HintIconDesc
source: total number of earned silver lions
ru: общее количество заработанных серебряных львов

# HintClockDesc
source: total play time in all modes
ru: общее время игры во всех режимах

# HintSwordDesc
source: total number of completed mission (match)
ru: общее количество завершенных миссий (матчей)

source: Bad player
ru: Плохой игрок

source: Average player
ru: Средний игрок

source: Good player
ru: Хороший игрок

source: Outstanding player
ru: Исключительный игрок

source: No Internet
ru: Отсутствует подключение к Интернету

source: Please make sure the internet is available and try again
ru: Убедитесь, что Интернет подключен и повторите попытку

source: Incorrect nickname
ru: Неправильный никнейм

# NicknameDesc
source: Nickname doesn't exist. Please enter correct nickname
ru: Никнейм не существует. Пожалуйста, введите правильный никнейм

source: Timeout
ru: Превышено время ожидания

# SomethingWentWrongNPleaseTryAgainLater
source: Something went wrong. Please try again later
ru: Что-то пошло не так. Пожалуйста, попробуйте позже

# Attacker
source: Strike Fighter
ru: Ударный Истребитель

source: Heavy tanks
ru: Тяжелый танк

source: Tank destroyer
ru: САУ

source: Barge
ru: Баржа

source: Frigate
ru: Фрегат

source: Ship destroyer
ru: Эсминец

source: h
ru: ч

source: Contact us:
ru: Обратная связь:

source: Rate the app
ru: Оцените приложение

source: Try our apps:
ru: Попробуйте наши приложения:

# DownloadCharts
source: WT Analyzer
ru: WT Анализатор

# DownloadWoTQuiz
source: WoT Quiz
ru: WoT викторина

# ConsoleHint
source: If you have PS account, add @psn to end of your nickname. If you have Xbox account, add @live to end of your nickname. For example Player1@psn or Player1@live
ru: Если у вас PS аккаунт, добавьте @psn в конец вашего никнейм. Если у вас Xbox аккаунт, добавьте @live в конец никнейма. Например, Player1@psn или Player1@live

source: squad clan tag
ru: клан тег

# WinrateHint
source: Winrate
ru: Винрейт

# WinrateDesc
source: just win rate for each mode
ru: винрейт для каждого режима

source: Efficiency
ru: Эффективность

# EfficiencyDesc
source: kill to battle ratio. Don't confuse battle (1 respawn) and match (whole battle with many respawns)
ru: соотношение фрагов к боям. Не путайте бои (1 респаун) и матчи (полный бой с несколькими респаунами)

source: Favorite mode
ru: Любимый режим

# FavoriteModeDesc
source: the number of battles for each game mode
ru: количество боев для каждого игрового режима

source: Favorite type of vehicle
ru: Любимый тип техники

# FavoriteTypeOfVehicleDesc
source: the number of battles for each type of vehicle
ru: количество боев для каждого типа техники

source: Total number of researched vehicles
ru: Общее количество исследованной техники

# TotalNumberOfResearchedVehiclesDesc
source: the number of researched vehicles for each game nation
ru: количество исследованной техники для каждой игровой нации

# DownloadWTQuiz
source: WT Quiz
ru: WT викторина

source: Try our games:
ru: Попробуйте наши игры:

source: Hints
ru: Подсказки

source: Feedback
ru: Обратная связь

source: Statistics
ru: Статистика

# PlayerRB
source: rb
ru: рбшник

# PlayerAB
source: ab
ru: аркадник

# PlayerSB
source: sb
ru: сбшник

# PlayerGermany
source: germany
ru: немцефил

# PlayerUSA
source: usa
ru: амерофил

# PlayerChina
source: china
ru: китайфил

# PlayerFrance
source: france
ru: францофил

# PlayerItaly
source: italy
ru: италофил

# PlayerJapan
source: japan
ru: японофил

# PlayerSweden
source: sweden
ru: шведофил

# PlayerUssr
source: ussr
ru: совкофил

# PlayerBritain
source: britain
ru: британофил

# WTMapGuide
source: In development
ru: В разработке

source: Favorite types of vehicles
ru: Любимый тип техники

source: About
ru: О программе

source: PrivacyPolicy
ru: Политика конфиденциальности

source: Share with friends
ru: Поделитесь с друзьями

source: Version
ru: Версия

# CheckThisCoolApp
source: Check this cool app for War Thunder
ru: Оціни цей крутий додаток для War Thunder

# AppForAnalyzeWarVehicle
source: App for analyze of war vehicles
ru: Приложение для сравнения военной техники

# WTSkillMeterAboutText
source: War Thunder Skill Meter is an unofficial, must-have app for all War Thunder players. The app shows advanced statistics of game profile
ru: War Thunder Skill Meter - неофициальное приложение, обязательное для всех игроков War Thunder. Приложение показывает расширенную статистику игрового профиля

# WTSkillMeterAboutTextIOS
source: War Thunder Skill Meter is an unofficial, must-have app for popular war game players. The app shows advanced statistics of game profile
ru: War Thunder Skill Meter - неофициальное приложение, которое обязательно нужно иметь популярным игрокам в военные игры. Приложение показывает расширенную статистику игрового профиля

source: Report a bug
ru: Сообщите о баге

# FollowTheNewsAskQuestion
source: Follow the news, make suggest
ru: Следите за новостями, подавайте предложения

source: App for vehicles comparison
ru: Приложение для сравнения техники

source: Trivia game with War Thunder vehicles
ru: Викторина с техникой игры War Thunder

source: Trivia game with World of Tanks vehicles
ru: Викторина с техникой игры World of Tanks
